Repository: zalinschi/ustlibrary
Catalog: language/ust-library-*.po
Languages: ro_ro

source: Number of pages
ro_ro: Număr de pagini

source: Copy Paste Disable ?
ro_ro: Doriți să dezactivați copierea?

source: Disable Download ?
ro_ro: Doriți să dezactivați descărcarea?

source: Disable Print ?
ro_ro: Doriți să dezactivați imprimarea?

source: Upload PDF
ro_ro: Încărcați PDF

source: Select a PDF file
ro_ro: Selectați un fișier PDF

source: Categories
ro_ro: Categorii

source: Language
ro_ro: Limba

source: Author
ro_ro: Autor

source: Publishing house
ro_ro: Editura

source: Year
ro_ro: An

source: Tags
ro_ro: Etichete

source: Category
ro_ro: Categorie

source: Edition year
ro_ro: Anul ediției

source: Tag
ro_ro: Etichetă

source: Book language
ro_ro: Limba

source: Books
ro_ro: Cărți

source: Book
ro_ro: Carte

source: Add New
ro_ro: Adăugați

source: Add New Book
ro_ro: Adăugați o carte nouă

source: New Book
ro_ro: Carte nouă

source: Edit Book
ro_ro: Editați cartea

source: View Book
ro_ro: Vizualizați cartea

source: All Books
ro_ro: Toate cărțile

source: Search Books
ro_ro: Căutați cărți

source: Category book
ro_ro: Categorie carte

source: Add category
ro_ro: Adăugați o categorie

source: New category
ro_ro: Categorie nouă

source: Book tags
ro_ro: Etichete cărți

source: Add tag
ro_ro: Adăugați etichetă

source: New tag
ro_ro: Etichetă nouă

source: Add Author
ro_ro: Adăugați autorul

source: New Author
ro_ro: Autor nou

source: publishing house
ro_ro: Editura

source: Add publishing house
ro_ro: Adăugați editura

source: New publishing house
ro_ro: Editură nouă

source: Add Year
ro_ro: Adăugați anul

source: New Year
ro_ro: An Nou

source: Add Language
ro_ro: Adăugați limba

source: New Language
ro_ro: Adaugă limbă nouă

source: Read the book
ro_ro: Citeste cartea

source: Digital Library
ro_ro: Biblioteca digitală

source: Plugin for creating a digital library
ro_ro: Plugin pentru crearea unei biblioteci digitale
